[
  {
    "Name": "Devil`s Tower",
    "Category": "good places",
    "Description": "abandoned limestone mine factory mill thing. pretty big, pretty cool, but very popular. worth checking out, safe plus no security.",
    "X Coord": 48.552251,
    "Y Coord": -121.737431
  },
  {
    "Name": "Goat Island",
    "Category": "good places",
    "Description": "abandoned fort, fort whitman. pretty nice site, not too popular, and probably some cool tunnels to explore as well. beautiful area, good spot for a picnic.",
    "X Coord": 48.362685,
    "Y Coord": -122.530837
  },
  {
    "Name": "Tilbury Cement",
    "Category": "good places",
    "Description": "abandoned cement factory. personally, my first place urbexing. pretty views and no security make it a good beginner spot.",
    "X Coord": 47.572001,
    "Y Coord": -122.353048
  },
  {
    "Name": "Tulalip Munitions Depot",
    "Category": "good places",
    "Description": "abandoned munitions depot. tulalips are cleaning but its still pretty cool. abandoned buildings are disappearing fast tho, fun trip either way. slight security, just a barbed fence, the way in and parking is marked on the map. personal fave place.",
    "X Coord": 48.085375,
    "Y Coord": -122.20345
  },
  {
    "Name": "Condit Powerhouse",
    "Category": "good places",
    "Description": "abandoned dam stuff, powerhouse. looks like there are 2 trucks outside but according to satellite imagery they havent moved in years. looks really cool, according to pacificorp it is abandoned, doesn`t even look like there`s fencing.",
    "X Coord": 45.7543324,
    "Y Coord": -121.528212
  },
  {
    "Name": "Enloe Dam Powerhouse",
    "Category": "good places",
    "Description": "abandoned powerhouse, very cool looking. unlike condit, near guaranteed entry, though it`s much more ruin-ey. great place if youre nearby.",
    "X Coord": 48.9633832,
    "Y Coord": -119.5007443
  },
  {
    "Name": "Northern State Mental Hospital",
    "Category": "good places",
    "Description": "abandoned mental hospital. some of the buildings are still in use, but it`s a pretty cool location. no-medium-high security depending on location in the compound. good spot overall, lots to explore, worth checking out if you`re in the area.",
    "X Coord": 48.5315302,
    "Y Coord": -122.1958373
  },
  {
    "Name": "Silicon Metal Smelting Plant",
    "Category": "good places",
    "Description": "It`s right next to a busy highway, so be careful when crossing (there`s also a railroad right in front of the plant). Overall, there wasn`t really anyone around. The plant has some barb-wired fence in front of it, but it doesn`t go all the way around, so you can easily just walk a bit and go around the back. The grass here really sticks to your clothes, so I recommend wearing thick material.",
    "X Coord": 47.3701586,
    "Y Coord": -120.1416427
  },
  {
    "Name": "Old Olympia Brewery",
    "Category": "good places",
    "Description": "Hardly anyone around, and very easy to get into. There`s a steep trail from the railroad you can walk on to get here. This place is basically empty and there isn`t much to explore.",
    "X Coord": 47.0159813,
    "Y Coord": -122.9034365
  },
  {
    "Name": "1990`s Mechanic garage",
    "Category": "good places",
    "Description": "Old abandoned mechanic`s garage, paperwork on the ground inside listed it as from 1990",
    "X Coord": 46.502686,
    "Y Coord": -87.928468
  },
  {
    "Name": "Satsop Nuclear Plant",
    "Category": "good places",
    "Description": "not really abandoned, but the park is still pretty cool. fun place to check out.",
    "X Coord": 46.9607869,
    "Y Coord": -123.4689893
  },
  {
    "Name": "Hanford Site",
    "Category": "good places",
    "Description": "hanford nuclear power plant, decommissioned but active for cleanup and very hazardous so not the greatest place to go alone. they do offer tours though, which are free and sound very cool.",
    "X Coord": 46.5511203,
    "Y Coord": -119.5035574
  },
  {
    "Name": "Factory-Magnuson Park",
    "Category": "good places",
    "Description": "Description Seems like it hasnt been abandoned for a while but paperwork inside leads me to believe its been abandoned since mid 90`s. Very good condition, be careful because some parts are loose and one of the cabinets almost fell on a friend . Also seems like there is a basement but seems like its flooded. You have to wiggle in through a window pannel that is smashed through. Other then that not much to worry about... no security from what i can tell. Right behind The Mountaineers where the orb is.",
    "X Coord": 47.6858599,
    "Y Coord": -122.2636667
  },
  {
    "Name": "Very Small Warehouse Behind bbq restaurant",
    "Category": "good places",
    "Description": "This is a very small warehouse that is behind Big T`s Moonshine BBQ. It`s a great little spot with good picture opportunities. The only thing you have to look out for is the owners of the bbq don`t like people back there. But I have been able to just walk in there in broad daylight.",
    "X Coord": 47.8217397,
    "Y Coord": -122.2996553
  },
  {
    "Name": "Eastside Masonry Facility",
    "Category": "good places",
    "Description": "Built in 1926, old masonry facility currently listed for sale on kiddermatthews (vall). No fence, but a very expensive property, so could be security. Listed for sale 2012, could have been abandoned earlier. Overall, good place to check out during non-peak hours of the day.",
    "X Coord": 47.8723177,
    "Y Coord": -122.010418
  },
  {
    "Name": "Derelict Factory",
    "Category": "good places",
    "Description": "just a factory i found driving around eastern washington. one open door, but there`s so little activity you could easily pry off some boards. very exposed, could be a good explore though",
    "X Coord": 46.7003004,
    "Y Coord": -118.4094629
  },
  {
    "Name": "Port Blakely Mill Remnants",
    "Category": "good places",
    "Description": "Large, single room concrete structure, covered in graffiti. Awesome photo location. Rotting/decaying wooden pilings from massive dock that used to be there along the shore. Centurylink Field and the southern parts of downtown Seattle are visible from the shore on a clear day.",
    "X Coord": 47.596653,
    "Y Coord": -122.515858
  },
  {
    "Name": "Abandoned House",
    "Category": "good places",
    "Description": "old abandoned house. great photo opportunity.",
    "X Coord": 45.361392,
    "Y Coord": -120.340625
  },
  {
    "Name": "Similkameen Railroad tunnel",
    "Category": "good places",
    "Description": "Railroad tunnel in good condition. Some water at entrances make it hard to enter.",
    "X Coord": 48.975358,
    "Y Coord": -119.514539
  },
  {
    "Name": "Abandoned shack",
    "Category": "good places",
    "Description": "Derelict house full of graffiti. Easy access from behind parking lot, no security.",
    "X Coord": 47.467962,
    "Y Coord": -122.327845
  },
  {
    "Name": "Alzhiemers Home",
    "Category": "good places",
    "Description": "An abandon alzhiemers Home in Yakima completely empty but some rather amusing grafiti and it is quite large.  There is a hole in the roof to enter through but you will need a ladder or rope",
    "X Coord": 46.605721,
    "Y Coord": -120.492923
  },
  {
    "Name": "Georgia Pacific Pulp Plant",
    "Category": "questionable places",
    "Description": "abandoned pulp plant. medium security. lots to look at.",
    "X Coord": 48.74798,
    "Y Coord": -122.487336
  },
  {
    "Name": "Cape Flatter Military Reservation",
    "Category": "questionable places",
    "Description": "at one point in time, there was a military reservation here. not sure how many buildings were actually built, old topo maps show not many, but the few that were might be worth checking out. pretty views too, most northwestern place on the continental united states.",
    "X Coord": 48.368363,
    "Y Coord": -124.674601
  },
  {
    "Name": "Allen Logging Co",
    "Category": "questionable places",
    "Description": "abandoned logging factory kinda thing. very recently abandoned, as in they might still be using the warehouse visible. might be worth checking out if you`re in the area.",
    "X Coord": 47.802923,
    "Y Coord": -124.248149
  },
  {
    "Name": "Fisher Flour Mill",
    "Category": "questionable places",
    "Description": "cool abandoned flour mill. pretty hard to get in, but apparently pretty worth it. most well known place for seattle urbex.",
    "X Coord": 47.575126,
    "Y Coord": -122.356653
  },
  {
    "Name": "Atlas E Missile Silo",
    "Category": "questionable places",
    "Description": "abandoned atlas missile site. not too much to explore (just maybe silo plus control room? no large bunkers) + long drive into the middle of nowhere. emphasis on middle of nowhere, honestly not worth going to imo. there are a bunch of these instate, but like titan sites prob not worth adding.",
    "X Coord": 47.8282,
    "Y Coord": -118.222806
  },
  {
    "Name": "Sherwood Uranium Mine",
    "Category": "questionable places",
    "Description": "abandoned uranium mine in spokane, last operated in the 80s. looks like theres no security. middle of nowhere, uh also radiation?? no scientist but pretty sure this sounds sketchy af. cool tho, near atlas.",
    "X Coord": 47.876321,
    "Y Coord": -118.115179
  },
  {
    "Name": "Condon AFS",
    "Category": "questionable places",
    "Description": "abandoned air force station decommissioned in the 70s. looks to be no security other than the standard barbed wire fence, but you should watch out for the people in the housing development right next door. looks like lots of good places to explore, but it also looks like there are newish vehicles on the premises, so you should definitely be careful.",
    "X Coord": 45.236321,
    "Y Coord": -120.301944
  },
  {
    "Name": "K2 Ski Factory",
    "Category": "questionable places",
    "Description": "abandoned ski factory, kinda secured. could be cool. it is on vashon tho so who knows.",
    "X Coord": 47.431815,
    "Y Coord": -122.461863
  },
  {
    "Name": "Othello AFS",
    "Category": "questionable places",
    "Description": "currently (probably) fully abandoned air force station. abandoned in the 60s, then turned into a church camp (hence the \"agape\" on the roof). very fenced off and in hick country so security could be sketch. really cool location though. only problem is that it might be used to house illegal workers, so thats kinda sketch.",
    "X Coord": 46.721572,
    "Y Coord": -119.18038
  },
  {
    "Name": "White Center Heights Elementary School",
    "Category": "questionable places",
    "Description": "kinda abandoned school. last time we checked it out there were still lights on, but might be worth checking out in a year or so. might be security, cool spot if it`s really abandoned.",
    "X Coord": 47.5001255,
    "Y Coord": -122.3305573
  },
  {
    "Name": "Old Magnuson Military Base",
    "Category": "questionable places",
    "Description": "Interesting Place with a lot of Graffiti, lots of asbestos though so be sure to wear a respirator, they re-board it up once every few months, be careful while in there, its pretty big",
    "X Coord": 47.6805786,
    "Y Coord": -122.2628478
  },
  {
    "Name": "Blueberry Mine",
    "Category": "questionable places",
    "Description": "Abandoned mine (as of 2014/2015). Caution: Caving grounds to the south of the mine, and the mine head was pried open at one point, mine shaft was at least a 100 ft vertical drop to water, in the dark.",
    "X Coord": 46.5065038,
    "Y Coord": -87.8024151
  },
  {
    "Name": "Abandoned Cabins",
    "Category": "questionable places",
    "Description": "A landslide here wiped out utilities, rendering the cabins mostly abandoned. Key word mostly, be safe.",
    "X Coord": 47.8029571,
    "Y Coord": -121.5486942
  },
  {
    "Name": "Abandoned Semi Conductor Factory",
    "Category": "questionable places",
    "Description": "fence was super easy to jump, there is a security guard that roams the outside, from what i remember he starts at pitchford ave, from the very west up the hill, then works his way around east then south on willow creek. so just waited for him to head south and then ran up pitchford (which is a steep hill btw). then hopped the fence to get in. once you`re in, the security guard can`t really see you because the factory is kinda sits in a valley if that makes sense",
    "X Coord": 44.0393489,
    "Y Coord": -123.1849725
  },
  {
    "Name": "Vance Creek Bridge",
    "Category": "questionable places",
    "Description": "Go at your own risk. Small chance of being caught and ticketed. You have to balance across the rails to get to the bridge itself. A large amount of boards were removed to stop trespassing.",
    "X Coord": 47.3343514,
    "Y Coord": -123.3217932
  },
  {
    "Name": "Fort Lawton (Modern)",
    "Category": "questionable places",
    "Description": "Closed 2011, couple of modern buildings. Went once at night but cop car stationed there. Unsure of any real security.",
    "X Coord": 47.6632283,
    "Y Coord": -122.4047936
  },
  {
    "Name": "Two Abandoned Houses",
    "Category": "questionable places",
    "Description": "One is near police shooting range though it`s very easy to get inside the small perched house closest to it. The other larger one appears to have activity (a dump trunk), but no one is in it.",
    "X Coord": 47.2816317,
    "Y Coord": -122.3875259
  },
  {
    "Name": "Barn",
    "Category": "questionable places",
    "Description": "On private property right next to house",
    "X Coord": 47.1704903,
    "Y Coord": -122.2105453
  },
  {
    "Name": "Abandoned cement plant",
    "Category": "questionable places",
    "Description": "Former cement plant abandoned in 1980. Lots of pitfalls and unstable structure, but very cool place. Police might not like it if they happen to pass by and notice a car parked outside, but there`s no active security.",
    "X Coord": 44.406281,
    "Y Coord": -117.309006
  },
  {
    "Name": "Titan Missile Silo",
    "Category": "questionable places",
    "Description": "This site has a locked gate at the main road. signs stating cameras but none seen. potential marijuana grow operation for state stores. marijuana setup also at the titan site near warden to the south. be very careful if you do approach, lots of electronic security",
    "X Coord": 47.188458,
    "Y Coord": -118.822731
  },
  {
    "Name": "Larson AFB Security Alert building",
    "Category": "questionable places",
    "Description": "Former security alert building for former Larson AFB. Was used by aircrews on alert status for nuclear weapon aircraft. Area is surrounded by a standard chain link fence. Area is also separate from regular airport. No visible security or patrols. Unknown security at building at this time of post. potential underground structures are connected to this one building based off of other AFB alert buildings.",
    "X Coord": 47.188297,
    "Y Coord": -119.300712
  },
  {
    "Name": "Old Yakima Saw Mill",
    "Category": "questionable places",
    "Description": "Very rusted out great pictures and street art though BEWARE BARRELS FULL OF ACID",
    "X Coord": 46.616811,
    "Y Coord": -120.502513
  },
  {
    "Name": "Kiwanis Trash Boiler",
    "Category": "questionable places",
    "Description": "an old trash burning boiler near the kiwanis skate park possibly alarmed recently due to rather unintelligent urbex enthusiasts",
    "X Coord": 46.600065,
    "Y Coord": -120.487224
  },
  {
    "Name": "Abandon Stone House",
    "Category": "questionable places",
    "Description": "Old stone house unexplored by me",
    "X Coord": 46.600249,
    "Y Coord": -120.493263
  },
  {
    "Name": "Abandon Yakima Mall",
    "Category": "questionable places",
    "Description": "A mall that has been abandon since 1982 some buildings are still occupied including the garage and security is on site during the day",
    "X Coord": 46.60412,
    "Y Coord": -120.501709
  },
  {
    "Name": "Reformatory",
    "Category": "questionable places",
    "Description": "Old abandoned reformatory, I`ve been out there once, and the groundskeeper in the trailer didn`t have a problem with us being there. I have seen some trucks/heavy equipment parked outside the last time I was there a few months back.",
    "X Coord": 47.813968,
    "Y Coord": -121.9885
  },
  {
    "Name": "Abandoned Farm Buildings",
    "Category": "questionable places",
    "Description": "Haven`t been in this building yet, but I`ve driven by it and it`s definitely abandoned, but there is the farm right next door, but I didn`t see anyone there when I was visiting the reformatory.",
    "X Coord": 47.812775,
    "Y Coord": -121.986614
  },
  {
    "Name": "Abandoned Train Bridge",
    "Category": "questionable places",
    "Description": "Cool old train bridge, kinda hidden in the bushes, but you can walk out on it and walk underneath.",
    "X Coord": 47.534731,
    "Y Coord": -121.824632
  },
  {
    "Name": "Weyerhaeuser Mill",
    "Category": "questionable places",
    "Description": "It`s on the Dirtfish property, but I`m sure you can either get permission or go there.",
    "X Coord": 47.537695,
    "Y Coord": -121.813934
  },
  {
    "Name": "Abandoned Casino",
    "Category": "questionable places",
    "Description": "Abandoned riverboat casino, there`s gates around the front, could be worth checking out. There is a security guard who has a shed around the front, but I found on the boat behind. I hadn`t even done anything and he started yelling at me and said he needed \"my camera and film\", as well as yelling at me when I started walking away. He also looked easily out -runnable.. if that`s your thing.",
    "X Coord": 47.265528,
    "Y Coord": -122.390318
  },
  {
    "Name": "Abandoned Factory",
    "Category": "questionable places",
    "Description": "N/A",
    "X Coord": 47.184704,
    "Y Coord": -122.576599
  },
  {
    "Name": "Abandoned Homestead",
    "Category": "questionable places",
    "Description": "Abandoned homestead with a bunch of outbuildings, there are still old school appliances in the house, signs of squatters at some point, but I`ve never run into anyone there, ok to access anytime, never seen any security or anything like that.",
    "X Coord": 47.613007,
    "Y Coord": -119.855537
  },
  {
    "Name": "Highland School House",
    "Category": "questionable places",
    "Description": "Old one room schoolhouse",
    "X Coord": 47.598154,
    "Y Coord": -119.533579
  },
  {
    "Name": "Abandoned House",
    "Category": "questionable places",
    "Description": "Falling apart, but it`s still pretty cool, lots of rooms to check out, plus a basement.",
    "X Coord": 47.642573,
    "Y Coord": -120.094948
  },
  {
    "Name": "Govan School",
    "Category": "questionable places",
    "Description": "Abandoned schoolhouse",
    "X Coord": 47.740572,
    "Y Coord": -118.819242
  },
  {
    "Name": "Abandoned Motel",
    "Category": "questionable places",
    "Description": "N/A",
    "X Coord": 46.477215,
    "Y Coord": -122.885879
  },
  {
    "Name": "Dot School",
    "Category": "questionable places",
    "Description": "N/A",
    "X Coord": 45.846605,
    "Y Coord": -120.346723
  },
  {
    "Name": "Abandoned House",
    "Category": "questionable places",
    "Description": "Old stone house, pretty run down but parts still accessible, also old RV parked there that`s abandoned, I`ve been in it a few times, no one has ever said anything, even though there are people living around there.",
    "X Coord": 47.930935,
    "Y Coord": -119.01802
  },
  {
    "Name": "Burns AFS",
    "Category": "questionable places",
    "Description": "Burns Air Force Station is a closed United States Air Force General Surveillance Radar station. It is located 5.2 miles west-southwest of Burns, Oregon. It was closed in 1974.",
    "X Coord": 43.562819,
    "Y Coord": -119.151417
  },
  {
    "Name": "Fairview Training Center",
    "Category": "questionable places",
    "Description": "The Fairview Training Center was a state-run facility for people with developmental disabilities in Salem, Oregon, United States. Fairview was established in 1907 as the State Institution for the Feeble-Minded.",
    "X Coord": 44.898273,
    "Y Coord": -123.016663
  },
  {
    "Name": "Condon AFS",
    "Category": "questionable places",
    "Description": "Old Air Force Station. Currently owned by a tow truck guy. Call him and if he`s around he will show you the place. 541.384.2503",
    "X Coord": 45.236234,
    "Y Coord": -120.30213
  },
  {
    "Name": "Former Masonic Center",
    "Category": "questionable places",
    "Description": "Location is used as a retirement home. Active facility. not abandoned.",
    "X Coord": 47.387903,
    "Y Coord": -122.321533
  },
  {
    "Name": "Selleck Smokestack",
    "Category": "questionable places",
    "Description": "Ruins of old lumber mill, zero security, but a bunch of thorns. Next to some guy`s property.",
    "X Coord": 47.372729,
    "Y Coord": -121.87134
  },
  {
    "Name": "Tilbury Cement Plant",
    "Category": "questionable places",
    "Description": "Closed cement plant off Marine drive and cement road. A lot to explore. Huge property with various access points into most of the buildings. Rumors of security on site but not confirmed visually. Access road around property is actively being used by a trucking company. I would suggest cautionary exploration but if you can get in and out without detection, this place is definitely worth the risk.",
    "X Coord": 48.768331,
    "Y Coord": -122.524778
  },
  {
    "Name": "Old Mabton High School",
    "Category": "questionable places",
    "Description": "A school abandoned in the 1920s I havent had the chance to enter yet personally but even the police are scared to enter due to flashlights that suddenly go out when you enter the building.  If you do go bring a gas lamp and a ladder",
    "X Coord": 46.212158,
    "Y Coord": -119.991382
  },
  {
    "Name": "UW Steam Tunnels",
    "Category": "questionable places",
    "Description": "Large underground tunnels. Carrying steam, compressed air and power for UW buildings. Emergency egress hatches may be used for entry, or buildings that are connected to tunnels. Tunnel sections have security gates that may or may not be open, every section has an emergency egress hatch so you cannot be stuck. Potential for security/maintenance personnel.",
    "X Coord": 47.65245,
    "Y Coord": -122.306618
  },
  {
    "Name": "Midnite Uranium Mine",
    "Category": "bad places",
    "Description": "abandoned uranium mine. looks hotter than sherwood, also decommissioned in 80s but there might be cleanup? low to medium security. only worth checking out if already in the area, near sherwood and atlas. also radiation.",
    "X Coord": 47.942043,
    "Y Coord": -118.093531
  },
  {
    "Name": "Dawn Uranium Mill",
    "Category": "bad places",
    "Description": "old uranium processing area and mill. this is where the uranium from sherwood and midnight was processed. not much left now, only on the list cause sherwood and midnight are. very hot (in people and radioactivity). seriously, you probably shouldnt go here. like dont even, theres not even much to see. probably not that much security cause who tf would try to go here.",
    "X Coord": 47.898309,
    "Y Coord": -117.834703
  },
  {
    "Name": "Mark Wattles Mansion",
    "Category": "bad places",
    "Description": "Lots of security, cameras, motion sensors and onsite guard. Site is an active construction site. Stay away.",
    "X Coord": 45.286772,
    "Y Coord": -122.665378
  },
  {
    "Name": "Abandoned Farm Structure",
    "Category": "bad places",
    "Description": "An abandoned building in the middle of a field, no security whatsoever. Found a large pile of rotting potatoes there",
    "X Coord": 49.095492,
    "Y Coord": -123.176862
  }
]